{
    "metadata": {
        "total_size": 51611872412
    },
    "weight_map": {
        "embed_vision.embedding_projection.weight": "model-00011-of-00011.safetensors",
        "language_model.model.embed_tokens.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.experts.switch_glu.down_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.experts.switch_glu.gate_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.experts.switch_glu.up_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.input_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.layer_scalar": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.mlp.down_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.mlp.gate_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.mlp.up_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.post_attention_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.post_feedforward_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.post_feedforward_layernorm_1.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.post_feedforward_layernorm_2.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.pre_feedforward_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.pre_feedforward_layernorm_2.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.router.per_expert_scale": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.router.proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.router.scale": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.self_attn.k_norm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.self_attn.k_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.self_attn.o_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.self_attn.q_norm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.self_attn.q_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.0.self_attn.v_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.experts.switch_glu.down_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.experts.switch_glu.gate_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.experts.switch_glu.up_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.input_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.layer_scalar": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.mlp.down_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.mlp.gate_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.mlp.up_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.post_attention_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.post_feedforward_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.post_feedforward_layernorm_1.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.post_feedforward_layernorm_2.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.pre_feedforward_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.pre_feedforward_layernorm_2.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.router.per_expert_scale": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.router.proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.router.scale": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.self_attn.k_norm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.self_attn.k_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.self_attn.o_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.self_attn.q_norm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.self_attn.q_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.1.self_attn.v_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.10.experts.switch_glu.down_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.experts.switch_glu.gate_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.experts.switch_glu.up_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.input_layernorm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.layer_scalar": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.mlp.down_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.mlp.gate_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.mlp.up_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.post_attention_layernorm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.post_feedforward_layernorm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.post_feedforward_layernorm_1.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.post_feedforward_layernorm_2.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.pre_feedforward_layernorm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.pre_feedforward_layernorm_2.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.router.per_expert_scale": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.router.proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.router.scale": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.self_attn.k_norm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.self_attn.k_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.self_attn.o_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.self_attn.q_norm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.self_attn.q_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.10.self_attn.v_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.experts.switch_glu.down_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.11.experts.switch_glu.gate_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.experts.switch_glu.up_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.11.input_layernorm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.layer_scalar": "model-00005-of-00011.safetensors",
        "language_model.model.layers.11.mlp.down_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.mlp.gate_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.mlp.up_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.post_attention_layernorm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.post_feedforward_layernorm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.post_feedforward_layernorm_1.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.11.post_feedforward_layernorm_2.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.11.pre_feedforward_layernorm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.pre_feedforward_layernorm_2.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.11.router.per_expert_scale": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.router.proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.router.scale": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.self_attn.k_norm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.self_attn.k_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.self_attn.o_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.self_attn.q_norm.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.11.self_attn.q_proj.weight": "model-00004-of-00011.safetensors",
        "language_model.model.layers.12.experts.switch_glu.down_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.experts.switch_glu.gate_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.experts.switch_glu.up_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.input_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.layer_scalar": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.mlp.down_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.mlp.gate_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.mlp.up_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.post_attention_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.post_feedforward_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.post_feedforward_layernorm_1.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.post_feedforward_layernorm_2.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.pre_feedforward_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.pre_feedforward_layernorm_2.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.router.per_expert_scale": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.router.proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.router.scale": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.self_attn.k_norm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.self_attn.k_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.self_attn.o_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.self_attn.q_norm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.self_attn.q_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.12.self_attn.v_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.experts.switch_glu.down_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.experts.switch_glu.gate_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.experts.switch_glu.up_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.input_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.layer_scalar": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.mlp.down_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.mlp.gate_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.mlp.up_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.post_attention_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.post_feedforward_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.post_feedforward_layernorm_1.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.post_feedforward_layernorm_2.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.pre_feedforward_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.pre_feedforward_layernorm_2.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.router.per_expert_scale": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.router.proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.router.scale": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.self_attn.k_norm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.self_attn.k_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.self_attn.o_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.self_attn.q_norm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.self_attn.q_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.13.self_attn.v_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.experts.switch_glu.down_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.14.experts.switch_glu.gate_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.experts.switch_glu.up_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.14.input_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.layer_scalar": "model-00006-of-00011.safetensors",
        "language_model.model.layers.14.mlp.down_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.mlp.gate_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.mlp.up_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.post_attention_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.post_feedforward_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.post_feedforward_layernorm_1.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.14.post_feedforward_layernorm_2.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.14.pre_feedforward_layernorm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.pre_feedforward_layernorm_2.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.14.router.per_expert_scale": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.router.proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.router.scale": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.self_attn.k_norm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.self_attn.k_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.self_attn.o_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.self_attn.q_norm.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.self_attn.q_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.14.self_attn.v_proj.weight": "model-00005-of-00011.safetensors",
        "language_model.model.layers.15.experts.switch_glu.down_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.experts.switch_glu.gate_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.experts.switch_glu.up_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.input_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.layer_scalar": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.mlp.down_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.mlp.gate_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.mlp.up_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.post_attention_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.post_feedforward_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.post_feedforward_layernorm_1.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.post_feedforward_layernorm_2.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.pre_feedforward_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.pre_feedforward_layernorm_2.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.router.per_expert_scale": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.router.proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.router.scale": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.self_attn.k_norm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.self_attn.k_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.self_attn.o_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.self_attn.q_norm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.self_attn.q_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.15.self_attn.v_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.experts.switch_glu.down_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.experts.switch_glu.gate_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.experts.switch_glu.up_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.input_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.layer_scalar": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.mlp.down_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.mlp.gate_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.mlp.up_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.post_attention_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.post_feedforward_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.post_feedforward_layernorm_1.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.post_feedforward_layernorm_2.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.pre_feedforward_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.pre_feedforward_layernorm_2.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.router.per_expert_scale": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.router.proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.router.scale": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.self_attn.k_norm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.self_attn.k_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.self_attn.o_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.self_attn.q_norm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.self_attn.q_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.16.self_attn.v_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.experts.switch_glu.down_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.17.experts.switch_glu.gate_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.experts.switch_glu.up_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.17.input_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.layer_scalar": "model-00007-of-00011.safetensors",
        "language_model.model.layers.17.mlp.down_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.mlp.gate_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.mlp.up_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.post_attention_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.post_feedforward_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.post_feedforward_layernorm_1.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.17.post_feedforward_layernorm_2.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.17.pre_feedforward_layernorm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.pre_feedforward_layernorm_2.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.17.router.per_expert_scale": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.router.proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.router.scale": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.self_attn.k_norm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.self_attn.k_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.self_attn.o_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.self_attn.q_norm.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.17.self_attn.q_proj.weight": "model-00006-of-00011.safetensors",
        "language_model.model.layers.18.experts.switch_glu.down_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.experts.switch_glu.gate_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.experts.switch_glu.up_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.input_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.layer_scalar": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.mlp.down_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.mlp.gate_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.mlp.up_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.post_attention_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.post_feedforward_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.post_feedforward_layernorm_1.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.post_feedforward_layernorm_2.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.pre_feedforward_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.pre_feedforward_layernorm_2.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.router.per_expert_scale": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.router.proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.router.scale": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.self_attn.k_norm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.self_attn.k_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.self_attn.o_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.self_attn.q_norm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.self_attn.q_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.18.self_attn.v_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.experts.switch_glu.down_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.experts.switch_glu.gate_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.experts.switch_glu.up_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.input_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.layer_scalar": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.mlp.down_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.mlp.gate_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.mlp.up_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.post_attention_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.post_feedforward_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.post_feedforward_layernorm_1.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.post_feedforward_layernorm_2.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.pre_feedforward_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.pre_feedforward_layernorm_2.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.router.per_expert_scale": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.router.proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.router.scale": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.self_attn.k_norm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.self_attn.k_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.self_attn.o_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.self_attn.q_norm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.self_attn.q_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.19.self_attn.v_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.2.experts.switch_glu.down_proj.weight": "model-00002-of-00011.safetensors",
        "language_model.model.layers.2.experts.switch_glu.gate_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.experts.switch_glu.up_proj.weight": "model-00002-of-00011.safetensors",
        "language_model.model.layers.2.input_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.layer_scalar": "model-00002-of-00011.safetensors",
        "language_model.model.layers.2.mlp.down_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.mlp.gate_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.mlp.up_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.post_attention_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.post_feedforward_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.post_feedforward_layernorm_1.weight": "model-00002-of-00011.safetensors",
        "language_model.model.layers.2.post_feedforward_layernorm_2.weight": "model-00002-of-00011.safetensors",
        "language_model.model.layers.2.pre_feedforward_layernorm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.pre_feedforward_layernorm_2.weight": "model-00002-of-00011.safetensors",
        "language_model.model.layers.2.router.per_expert_scale": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.router.proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.router.scale": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.self_attn.k_norm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.self_attn.k_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.self_attn.o_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.self_attn.q_norm.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.self_attn.q_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.2.self_attn.v_proj.weight": "model-00001-of-00011.safetensors",
        "language_model.model.layers.20.experts.switch_glu.down_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.20.experts.switch_glu.gate_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.experts.switch_glu.up_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.20.input_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.layer_scalar": "model-00008-of-00011.safetensors",
        "language_model.model.layers.20.mlp.down_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.mlp.gate_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.mlp.up_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.post_attention_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.post_feedforward_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.post_feedforward_layernorm_1.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.20.post_feedforward_layernorm_2.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.20.pre_feedforward_layernorm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.pre_feedforward_layernorm_2.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.20.router.per_expert_scale": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.router.proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.router.scale": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.self_attn.k_norm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.self_attn.k_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.self_attn.o_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.self_attn.q_norm.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.self_attn.q_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.20.self_attn.v_proj.weight": "model-00007-of-00011.safetensors",
        "language_model.model.layers.21.experts.switch_glu.down_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.experts.switch_glu.gate_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.experts.switch_glu.up_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.input_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.layer_scalar": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.mlp.down_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.mlp.gate_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.mlp.up_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.post_attention_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.post_feedforward_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.post_feedforward_layernorm_1.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.post_feedforward_layernorm_2.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.pre_feedforward_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.pre_feedforward_layernorm_2.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.router.per_expert_scale": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.router.proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.router.scale": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.self_attn.k_norm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.self_attn.k_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.self_attn.o_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.self_attn.q_norm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.self_attn.q_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.21.self_attn.v_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.experts.switch_glu.down_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.experts.switch_glu.gate_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.experts.switch_glu.up_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.input_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.layer_scalar": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.mlp.down_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.mlp.gate_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.mlp.up_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.post_attention_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.post_feedforward_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.post_feedforward_layernorm_1.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.post_feedforward_layernorm_2.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.pre_feedforward_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.pre_feedforward_layernorm_2.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.router.per_expert_scale": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.router.proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.router.scale": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.self_attn.k_norm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.self_attn.k_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.self_attn.o_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.self_attn.q_norm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.self_attn.q_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.22.self_attn.v_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.experts.switch_glu.down_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.23.experts.switch_glu.gate_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.experts.switch_glu.up_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.23.input_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.layer_scalar": "model-00009-of-00011.safetensors",
        "language_model.model.layers.23.mlp.down_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.mlp.gate_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.mlp.up_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.post_attention_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.post_feedforward_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.post_feedforward_layernorm_1.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.23.post_feedforward_layernorm_2.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.23.pre_feedforward_layernorm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.pre_feedforward_layernorm_2.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.23.router.per_expert_scale": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.router.proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.router.scale": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.self_attn.k_norm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.self_attn.k_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.self_attn.o_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.self_attn.q_norm.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.23.self_attn.q_proj.weight": "model-00008-of-00011.safetensors",
        "language_model.model.layers.24.experts.switch_glu.down_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.experts.switch_glu.gate_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.experts.switch_glu.up_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.input_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.layer_scalar": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.mlp.down_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.mlp.gate_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.mlp.up_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.post_attention_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.post_feedforward_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.post_feedforward_layernorm_1.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.post_feedforward_layernorm_2.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.pre_feedforward_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.pre_feedforward_layernorm_2.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.router.per_expert_scale": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.router.proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.router.scale": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.self_attn.k_norm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.self_attn.k_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.self_attn.o_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.self_attn.q_norm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.self_attn.q_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.24.self_attn.v_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.experts.switch_glu.down_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.experts.switch_glu.gate_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.experts.switch_glu.up_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.input_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.layer_scalar": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.mlp.down_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.mlp.gate_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.mlp.up_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.post_attention_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.post_feedforward_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.post_feedforward_layernorm_1.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.post_feedforward_layernorm_2.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.pre_feedforward_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.pre_feedforward_layernorm_2.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.router.per_expert_scale": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.router.proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.router.scale": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.self_attn.k_norm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.self_attn.k_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.self_attn.o_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.self_attn.q_norm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.self_attn.q_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.25.self_attn.v_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.experts.switch_glu.down_proj.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.26.experts.switch_glu.gate_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.experts.switch_glu.up_proj.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.26.input_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.layer_scalar": "model-00010-of-00011.safetensors",
        "language_model.model.layers.26.mlp.down_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.mlp.gate_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.mlp.up_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.post_attention_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.post_feedforward_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.post_feedforward_layernorm_1.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.26.post_feedforward_layernorm_2.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.26.pre_feedforward_layernorm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.pre_feedforward_layernorm_2.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.26.router.per_expert_scale": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.router.proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.router.scale": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.self_attn.k_norm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.self_attn.k_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.self_attn.o_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.self_attn.q_norm.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.self_attn.q_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.26.self_attn.v_proj.weight": "model-00009-of-00011.safetensors",
        "language_model.model.layers.27.experts.switch_glu.down_proj.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.experts.switch_glu.gate_proj.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.experts.switch_glu.up_proj.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.input_layernorm.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.layer_scalar": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.mlp.down_proj.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.mlp.gate_proj.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.mlp.up_proj.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.post_attention_layernorm.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.post_feedforward_layernorm.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.post_feedforward_layernorm_1.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.post_feedforward_layernorm_2.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.pre_feedforward_layernorm.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.pre_feedforward_layernorm_2.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.router.per_expert_scale": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.router.proj.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.router.scale": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.self_attn.k_norm.weight": "model-00010-of-00011.safetensors",
        "language_model.model.layers.27.self_attn.k_proj.weight": "model-00010-of-00011.safetensors",
