{
    "metadata": {
        "total_size": 10320993236
    },
    "weight_map": {
        "audio_tower.layers.0.feed_forward1.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward1.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.feed_forward2.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_end.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_end.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_end.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_end.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_end.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_start.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_start.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_start.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_start.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.linear_start.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.norm_out.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.norm_post_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.norm_pre_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.k_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.k_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.k_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.k_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.k_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.per_dim_scale": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.post.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.post.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.post.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.post.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.post.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.q_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.q_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.q_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.q_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.q_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.relative_k_proj.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.v_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.v_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.v_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.v_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.0.self_attn.v_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward1.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.feed_forward2.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_end.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_end.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_end.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_end.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_end.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_start.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_start.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_start.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_start.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.linear_start.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.norm_out.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.norm_post_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.norm_pre_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.k_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.k_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.k_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.k_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.k_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.per_dim_scale": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.post.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.post.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.post.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.post.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.post.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.q_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.q_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.q_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.q_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.q_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.relative_k_proj.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.v_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.v_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.v_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.v_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.1.self_attn.v_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward1.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.feed_forward2.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_end.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_end.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_end.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_end.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_end.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_start.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_start.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_start.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_start.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.linear_start.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.norm_out.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.norm_post_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.norm_pre_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.k_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.k_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.k_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.k_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.k_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.per_dim_scale": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.post.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.post.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.post.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.post.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.post.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.q_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.q_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.q_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.q_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.q_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.relative_k_proj.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.v_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.v_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.v_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.v_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.10.self_attn.v_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward1.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.feed_forward2.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_end.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_end.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_end.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_end.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_end.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_start.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_start.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_start.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_start.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.linear_start.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.norm_out.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.norm_post_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.norm_pre_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.k_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.k_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.k_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.k_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.k_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.per_dim_scale": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.post.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.post.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.post.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.post.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.post.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.q_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.q_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.q_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.q_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.q_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.relative_k_proj.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.v_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.v_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.v_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.v_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.11.self_attn.v_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward1.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.feed_forward2.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_end.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_end.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_end.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_end.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_end.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_start.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_start.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_start.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_start.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.linear_start.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.norm_out.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.norm_post_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.norm_pre_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.k_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.k_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.k_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.k_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.k_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.per_dim_scale": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.post.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.post.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.post.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.post.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.post.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.q_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.q_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.q_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.q_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.q_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.relative_k_proj.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.v_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.v_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.v_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.v_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.2.self_attn.v_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward1.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.feed_forward2.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_end.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_end.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_end.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_end.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_end.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_start.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_start.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_start.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_start.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.linear_start.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.norm_out.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.norm_post_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.norm_pre_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.k_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.k_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.k_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.k_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.k_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.per_dim_scale": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.post.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.post.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.post.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.post.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.post.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.q_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.q_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.q_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.q_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.q_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.relative_k_proj.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.v_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.v_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.v_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.v_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.3.self_attn.v_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward1.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.feed_forward2.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_end.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_end.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_end.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_end.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_end.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_start.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_start.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_start.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_start.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.linear_start.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.norm_out.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.norm_post_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.norm_pre_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.k_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.k_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.k_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.k_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.k_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.per_dim_scale": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.post.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.post.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.post.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.post.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.post.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.q_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.q_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.q_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.q_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.q_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.relative_k_proj.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.v_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.v_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.v_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.v_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.4.self_attn.v_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward1.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_1.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_1.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_2.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_2.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_2.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_2.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.ffw_layer_2.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.post_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.feed_forward2.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_end.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_end.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_end.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_end.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_end.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_start.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_start.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_start.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_start.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.linear_start.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.norm_out.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.norm_post_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.norm_pre_attn.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.k_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.k_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.k_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.k_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.k_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.per_dim_scale": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.post.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.post.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.post.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.post.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.post.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.q_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.q_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.q_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.q_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.q_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.relative_k_proj.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.v_proj.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.v_proj.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.v_proj.linear.weight": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.v_proj.output_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.5.self_attn.v_proj.output_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.6.feed_forward1.ffw_layer_1.input_max": "model-00003-of-00003.safetensors",
        "audio_tower.layers.6.feed_forward1.ffw_layer_1.input_min": "model-00003-of-00003.safetensors",
        "audio_tower.layers.6.feed_forward1.ffw_layer_1.linear.weight": "model-00003-of-00003.safetensors",
